Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

# %@ — %lld days of no contact!
source: %1$@ — %2$lld days of no contact!
ar: %@ — %lld يومًا من قطع التواصل!
de: %@ – %lld Tage ohne Kontakt!
es: %@ — ¡%lld días sin contacto!
es_mx: %@ — ¡%lld días sin contacto!
fr: %@ — %lld jours sans contact !
id: %@ — %lld hari no contact!
it: %@ — %lld giorni di no contact!
nl: %@ — %lld dagen no contact!
pt_br: %@ — %lld dias sem contato!
th: %@ — ไม่ติดต่อมาแล้ว %lld วัน!
tr: %@ — %lld gün iletişimsiz!

# %lld %@ written and sealed
source: %1$lld %2$@ written and sealed
ar: %lld %@ كُتبت وخُتمت
de: %lld %@ geschrieben und versiegelt
es: %lld %@ escritas y selladas
es_mx: %lld %@ escritas y selladas
fr: %lld %@ écrites et scellées
id: %lld %@ ditulis dan disegel
it: %lld %@ scritte e sigillate
nl: %lld %@ geschreven en verzegeld
pt_br: %lld %@ escritas e seladas
th: %lld %@ — เขียนและผนึกแล้ว
tr: %lld %@ yazıldı ve mühürlendi

source: %lld check-ins
ar: %lld تسجيل حالة
es: %lld registros
es_mx: %lld registros
fr: %lld suivis d’humeur
id: %lld check-in
it: %lld check-in
pt_br: %lld registros
th: เช็กอิน %lld ครั้ง
tr: %lld ruh hali kaydı

# %lld consecutive %@
source: %1$lld consecutive %2$@
ar: %lld %@ متتالية
de: %lld %@ in Folge
es: %lld %@ seguidos
es_mx: %lld %@ seguidos
fr: %lld %@ consécutifs
id: %lld %@ berturut-turut
it: %lld %@ di fila
nl: %lld opeenvolgende %@
pt_br: %lld %@ seguidos
th: %lld %@ ติดต่อกัน
tr: %lld ardışık %@

source: %lld days strong
ar: %lld يومًا من القوة
de: %lld Tage stark
es: %lld días firme
es_mx: %lld días firme
fr: %lld jours de courage
id: %lld hari bertahan
it: %lld giorni di forza
nl: %lld dagen sterk
pt_br: %lld dias firme
th: แข็งแกร่งมาแล้ว %lld วัน
tr: %lld gündür güçlüsün

source: %lld%% complete
ar: اكتمل %lld%%
de: %lld %% abgeschlossen
es: %lld %% completado
es_mx: %lld%% completado
fr: %lld %% terminé
id: %lld%% selesai
it: %lld%% completato
nl: %lld%% voltooid
pt_br: %lld%% concluído
th: สำเร็จแล้ว %lld%%
tr: %%%lld tamamlandı

# %lldm • %@
source: %1$lldm • %2$@
ar: %lld د • %@
de: %lld Min. • %@
es: %lldm • %@
es_mx: %lldm • %@
fr: %lld min • %@
id: %lldm • %@
it: %lldm • %@
nl: %lldm • %@
pt_br: %lldm • %@
th: %lld นาที • %@
tr: %lld dk • %@

source: ×%@ XP Multiplier
ar: مضاعف XP ×%@
de: ×%@ XP-Multiplikator
es: ×%@ multiplicador de XP
es_mx: ×%@ multiplicador de XP
fr: ×%@ multiplicateur d’XP
id: Pengganda XP ×%@
it: ×%@ Moltiplicatore XP
pt_br: ×%@ Multiplicador de XP
th: ตัวคูณ XP ×%@
tr: ×%@ XP çarpanı

source: 7 days of choosing yourself
ar: ٧ أيام من اختيار نفسك
de: 7 Tage, an denen du dich für dich entschieden hast
es: 7 días eligiéndote a ti
es_mx: 7 días eligiéndote a ti
fr: 7 jours à vous choisir
id: 7 hari memilih dirimu sendiri
it: 7 giorni in cui hai scelto te stesso
nl: 7 dagen voor jezelf kiezen
pt_br: 7 dias se escolhendo
th: 7 วันแห่งการเลือกตัวเอง
tr: 7 gündür kendini seçiyorsun

source: 7 days of no-contact
ar: ٧ أيام من قطع التواصل
de: 7 Tage ohne Kontakt
es: 7 días sin contacto
es_mx: 7 días sin contacto
fr: 7 jours sans contact
id: 7 hari no contact
it: 7 giorni di no contact
nl: 7 dagen no contact
pt_br: 7 dias sem contato
th: ไม่ติดต่อครบ 7 วัน
tr: 7 gün iletişimsiz

source: 7 days without contact
ar: ٧ أيام بلا تواصل
de: 7 Tage ohne Kontakt
es: 7 días sin contacto
es_mx: 7 días sin contacto
fr: 7 jours sans contact
id: 7 hari tanpa kontak
it: 7 giorni senza contatto
nl: 7 dagen zonder contact
pt_br: 7 dias sem contato
th: 7 วันโดยไม่ติดต่อ
tr: 7 gün iletişim kurmadan

source: 10 journal entries
ar: ١٠ تدوينات في اليوميات
de: 10 Tagebucheinträge
es: 10 entradas en el diario
es_mx: 10 entradas en el diario
fr: 10 entrées de journal
id: 10 catatan jurnal
it: 10 voci di diario
nl: 10 dagboeknotities
pt_br: 10 anotações no diário
th: บันทึกประจำวัน 10 รายการ
tr: Günlüğe 10 kayıt

source: 20 mood check-ins
ar: ٢٠ تسجيل حالة مزاجية
de: 20 Stimmungs-Check-ins
es: 20 registros de ánimo
es_mx: 20 registros de ánimo
fr: 20 suivis d’humeur
id: 20 check-in suasana hati
it: 20 registrazioni dell'umore
nl: 20 stemmingscheck-ins
pt_br: 20 registros de humor
th: เช็กอินอารมณ์ 20 ครั้ง
tr: 20 ruh hali kaydı

source: 21-Day Mark
ar: علامة الـ ٢١ يومًا
de: 21-Tage-Marke
es: Hito de 21 días
es_mx: Marca de 21 días
fr: Cap des 21 jours
id: Capaian 21 Hari
it: Traguardo dei 21 giorni
nl: 21 dagen bereikt
pt_br: Marca de 21 dias
th: หลักชัย 21 วัน
tr: 21 Gün Eşiği

source: 30-Day Warrior
ar: محارب الـ ٣٠ يومًا
de: 30-Tage-Kämpfer
es: Guerrero de 30 días
es_mx: Guerrero de 30 días
fr: Guerrier des 30 jours
id: Pejuang 30 Hari
it: Guerriero dei 30 giorni
nl: 30-dagen-strijder
pt_br: Guerreiro dos 30 Dias
th: นักรบ 30 วัน
tr: 30 Günlük Savaşçı

source: 45 Days
ar: ٤٥ يومًا
de: 45 Tage
es: 45 días
es_mx: 45 días
fr: 45 jours
id: 45 Hari
it: 45 giorni
nl: 45 dagen
pt_br: 45 dias
th: 45 วัน
tr: 45 Gün

source: 60 days of resilience
ar: ٦٠ يومًا من الصمود
de: 60 Tage Stärke
es: 60 días de resiliencia
es_mx: 60 días de fortaleza
fr: 60 jours de résilience
id: 60 hari ketangguhan
it: 60 giorni di resilienza
nl: 60 dagen veerkracht
pt_br: 60 dias de resiliência
th: 60 วันแห่งความเข้มแข็ง
tr: 60 gündür direnç gösteriyorsun

source: 90-Day Triumph
ar: انتصار الـ ٩٠ يومًا
de: 90-Tage-Triumph
es: Triunfo de 90 días
es_mx: Triunfo de 90 días
fr: Triomphe des 90 jours
id: Kemenangan 90 Hari
it: Trionfo dei 90 giorni
nl: 90-dagen-triomf
pt_br: Triunfo dos 90 Dias
th: ชัยชนะ 90 วัน
tr: 90 Günlük Zafer

source: 100 days free
ar: ١٠٠ يوم من الحرية
de: 100 Tage frei
es: 100 días de libertad
es_mx: 100 días de libertad
fr: 100 jours de liberté
id: 100 hari bebas
it: 100 giorni di libertà
nl: 100 dagen vrij
pt_br: 100 dias livre
th: 100 วันแห่งอิสระ
tr: 100 gündür özgürsün

source: 180 days of transformation
ar: ١٨٠ يومًا من التحوّل
de: 180 Tage Wandel
es: 180 días de transformación
es_mx: 180 días de transformación
fr: 180 jours de transformation
id: 180 hari transformasi
it: 180 giorni di trasformazione
nl: 180 dagen transformatie
pt_br: 180 dias de transformação
th: 180 วันแห่งการเปลี่ยนแปลง
tr: 180 gündür dönüşüyorsun

source: 365 days — you are renewed
ar: ٣٦٥ يومًا — لقد تجدّدت
de: 365 Tage – du bist neu geboren
es: 365 días: estás renovado
es_mx: 365 días — estás renovado
fr: 365 jours — vous renaissez
id: 365 hari — kamu kini menjadi pribadi yang baru
it: 365 giorni — sei rinato
nl: 365 dagen — je bent vernieuwd
pt_br: 365 dias — você renasceu
th: 365 วัน — คุณได้เกิดใหม่แล้ว
tr: 365 gün — yenilendin

source: A full month of growth
ar: شهر كامل من النمو
de: Ein ganzer Monat voller Wachstum
es: Un mes entero de crecimiento
es_mx: Un mes entero de crecimiento
fr: Un mois entier de progrès
id: Satu bulan penuh pertumbuhan
it: Un mese intero di crescita
nl: Een volle maand van groei
pt_br: Um mês inteiro de crescimento
th: หนึ่งเดือนเต็มแห่งการเติบโต
tr: Tam bir ay boyunca büyüdün

source: About
ar: حول التطبيق
de: Info
es: Acerca de
es_mx: Acerca de
fr: À propos
id: Tentang
it: Informazioni
nl: Over
pt_br: Sobre
th: เกี่ยวกับ
tr: Hakkında

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
es_mx: Logros
fr: Réussites
id: Pencapaian
it: Traguardi
nl: Prestaties
pt_br: Conquistas
th: ความสำเร็จ
tr: Başarımlar

# Advanced from level %lld to level %lld
source: Advanced from level %1$lld to level %2$lld
ar: تقدّمت من المستوى %lld إلى المستوى %lld
de: Von Level %lld auf Level %lld aufgestiegen
es: Has subido del nivel %lld al nivel %lld
es_mx: Avanzaste del nivel %1$lld al nivel %2$lld
fr: Passage du niveau %lld au niveau %lld
id: Naik dari level %lld ke level %lld
it: Avanzato dal livello %lld al livello %lld
nl: Gestegen van level %lld naar level %lld
pt_br: Você subiu do nível %lld para o nível %lld
th: เลื่อนจากเลเวล %lld ไปเลเวล %lld
tr: %lld. seviyeden %lld. seviyeye yükseldin

source: Advanced insights & mood pattern detection
ar: رؤى متقدمة واكتشاف أنماط المزاج
de: Erweiterte Einblicke & Stimmungsmuster-Erkennung
es: Estadísticas avanzadas y detección de patrones de ánimo
es_mx: Estadísticas avanzadas y detección de patrones de ánimo
fr: Analyses avancées et détection des tendances d’humeur
id: Wawasan lanjutan & deteksi pola suasana hati
it: Analisi avanzate e rilevamento dei pattern dell'umore
nl: Diepe inzichten en stemmingspatronen
pt_br: Insights avançados e detecção de padrões de humor
th: ข้อมูลเชิงลึกขั้นสูงและการตรวจจับรูป⁠แบบอารมณ์
tr: Gelişmiş içgörüler ve ruh hali örüntü tespiti

source: Afternoons
ar: فترات الظهيرة
de: Nachmittags
es: Tardes
es_mx: Tardes
fr: Après-midis
id: Siang hari
it: Pomeriggi
nl: Middagen
pt_br: Tardes
th: ช่วงบ่าย
tr: Öğleden sonraları

source: Another Strategy
ar: استراتيجية أخرى
de: Andere Strategie
es: Otra estrategia
es_mx: Otra estrategia
fr: Une autre stratégie
id: Strategi Lain
it: Un'altra strategia
nl: Een andere strategie
pt_br: Outra estratégia
th: ลองวิธีอื่น
tr: Başka Bir Yöntem

source: Anxious
ar: قلق
de: Ängstlich
es: Ansioso
es_mx: Ansioso
fr: Anxieux
id: Cemas
it: Ansioso
nl: Angstig
pt_br: Com ansiedade
th: กังวล
tr: Endişeli

source: Avg / 7
ar: المتوسط / ٧
de: Ø / 7
es: Media / 7
es_mx: Prom / 7
fr: Moy. / 7
id: Rata-rata / 7
it: Media / 7
nl: Gem. / 7
pt_br: Média / 7
th: เฉลี่ย / 7
tr: Ort. / 7

source: Back to Dashboard
ar: العودة إلى اللوحة الرئيسية
de: Zurück zur Startseite
es: Volver al panel
es_mx: Volver al inicio
fr: Retour au tableau de bord
id: Kembali ke Dasbor
it: Torna alla dashboard
nl: Terug naar dashboard
pt_br: Voltar ao painel
th: กลับสู่แดชบอร์ด
tr: Ana Sayfaya Dön

source: Badges
ar: الشارات
de: Abzeichen
es: Insignias
es_mx: Insignias
id: Lencana
it: Distintivi
pt_br: Conquistas
th: เหรียญตรา
tr: Rozetler

source: Begin Your Healing
ar: ابدأ رحلة تعافيك
de: Beginne deine Heilung
es: Empieza a sanar
es_mx: Comienza a sanar
fr: Commencez à guérir
id: Mulai Pemulihanmu
it: Inizia a guarire
nl: Begin je herstel
pt_br: Comece a se curar
th: เริ่มต้นเยียวยาตัวเอง
tr: İyileşmene Başla

source: Best Streak
ar: أفضل سلسلة
de: Beste Serie
es: Mejor racha
es_mx: Mejor racha
fr: Meilleure série
id: Streak Terbaik
it: Serie record
nl: Beste reeks
pt_br: Melhor sequência
th: สตรีคสูงสุด
tr: En İyi Seri

source: BEST VALUE
ar: أفضل قيمة
de: BESTER PREIS
es: MEJOR OPCIÓN
es_mx: MEJOR OPCIÓN
fr: MEILLEURE OFFRE
id: PALING HEMAT
it: MIGLIOR PREZZO
nl: BESTE DEAL
pt_br: MELHOR OFERTA
th: คุ้มค่าที่สุด
tr: EN AVANTAJLI

source: Breakup date
ar: تاريخ الانفصال
de: Datum der Trennung
es: Fecha de la ruptura
es_mx: Fecha de la ruptura
fr: Date de la rupture
id: Tanggal putus
it: Data della rottura
nl: Datum van de breuk
pt_br: Data do término
th: วันที่เลิกกัน
tr: Ayrılık tarihi

source: Breathe In
ar: شهيق
de: Einatmen
es: Inspira
es_mx: Inhala
fr: Inspirez
id: Tarik Napas
it: Inspira
nl: Adem in
pt_br: Inspire
th: หายใจเข้า
tr: Nefes Al

source: Breathe Out
ar: زفير
de: Ausatmen
es: Espira
es_mx: Exhala
fr: Expirez
id: Buang Napas
it: Espira
nl: Adem uit
pt_br: Expire
th: หายใจออก
tr: Nefes Ver

source: Broken Heart
ar: قلب مكسور
de: Gebrochenes Herz
es: Corazón roto
es_mx: Corazón roto
fr: Cœur brisé
id: Hati yang Patah
it: Cuore spezzato
nl: Gebroken hart
pt_br: Coração Partido
th: หัวใจสลาย
tr: Kırık Kalp

source: Building momentum. Keep going!
ar: الزخم يتراكم. واصل المسير!
de: Du nimmst Fahrt auf. Bleib dran!
es: Cogiendo impulso. ¡Sigue así!
es_mx: Tomando impulso. ¡Sigue así!
fr: Vous prenez de l’élan. Continuez !
id: Momentum mulai terbangun. Terus maju!
it: Stai prendendo slancio. Continua così!
nl: Je bouwt momentum op. Ga zo door!
pt_br: Ganhando força. Continue assim!
th: กำลังสร้างแรงส่ง สู้ต่อไป!
tr: İvme kazanıyorsun. Devam et!

source: Building new habits takes time
ar: بناء عادات جديدة يحتاج إلى وقت
de: Neue Gewohnheiten brauchen Zeit
es: Crear nuevos hábitos lleva tiempo
es_mx: Crear nuevos hábitos toma tiempo
fr: Créer de nouvelles habitudes prend du temps
id: Membangun kebiasaan baru butuh waktu
it: Costruire nuove abitudini richiede tempo
nl: Nieuwe gewoontes opbouwen kost tijd
pt_br: Criar novos hábitos leva tempo
th: การสร้างนิสัยใหม่ต้องใช้เวลา
tr: Yeni alışkanlıklar kurmak zaman alır

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
id: Batal
it: Annulla
nl: Annuleer
pt_br: Cancelar
th: ยกเลิก
tr: İptal

source: Century Club
ar: نادي المئة
de: 100er-Club
es: Club de los 100
es_mx: Club de los 100
fr: Club des 100
id: Klub Seratus Hari
it: Club dei cento
nl: Honderdclub
pt_br: Clube dos 100
th: สโมสร 100 วัน
tr: Yüzler Kulübü

source: Check In
ar: تسجيل الحالة
es: Hacer registro
es_mx: Registrar
fr: Faire le point
pt_br: Registrar
th: เช็กอิน
tr: Bugün Nasılsın?

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
es_mx: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluit
pt_br: Fechar
th: ปิด
tr: Kapat

source: Complete 3 daily quests
ar: أكمل ٣ مهام يومية
de: Schließe 3 Tagesaufgaben ab
es: Completa 3 misiones diarias
es_mx: Completa 3 misiones diarias
fr: Terminez 3 quêtes quotidiennes
id: Selesaikan 3 misi harian
it: Completa 3 missioni giornaliere
nl: Voltooi 3 dagelijkse missies
pt_br: Conclua 3 missões diárias
th: ทำภารกิจประจำวันให้สำเร็จ 3 ภารกิจ
tr: Günlük görevlerden 3'ünü tamamla

source: Complete a self-care activity
ar: أكمل نشاطًا للعناية بالذات
de: Mach etwas Gutes für dich
es: Haz una actividad de autocuidado
es_mx: Haz una actividad de autocuidado
fr: Faites une activité bien-être
id: Selesaikan satu aktivitas perawatan diri
it: Fai un'attività di cura di te
nl: Voltooi een zelfzorgactiviteit
pt_br: Faça uma atividade de autocuidado
th: ทำกิจกรรมดูแลตัวเองให้สำเร็จ
tr: Bir öz bakım etkinliği tamamla

source: Complete a weekly quest
ar: أكمل مهمة أسبوعية
de: Schließe eine Wochenaufgabe ab
es: Completa una misión semanal
es_mx: Completa una misión semanal
fr: Terminez une quête hebdomadaire
id: Selesaikan satu misi mingguan
it: Completa una missione settimanale
nl: Voltooi een wekelijkse missie
pt_br: Conclua uma missão semanal
th: ทำภารกิจประจำสัปดาห์ให้สำเร็จ
tr: Bir haftalık görevi tamamla

source: Complete quests, earn XP, and unlock badges as you heal.
ar: أكمل المهام، واكسب نقاط XP، وافتح الشارات بينما تتعافى.
de: Schließe Aufgaben ab, sammle XP und schalte Abzeichen frei, während du heilst.
es: Completa misiones, gana XP y desbloquea insignias mientras sanas.
es_mx: Completa misiones, gana XP y desbloquea insignias mientras sanas.
fr: Accomplissez des quêtes, gagnez de l’XP et débloquez des badges au fil de votre guérison.
id: Selesaikan misi, kumpulkan XP, dan buka lencana seiring kamu pulih.
it: Completa le missioni, guadagna XP e sblocca distintivi mentre guarisci.
nl: Voltooi missies, verdien XP en ontgrendel badges terwijl je herstelt.
pt_br: Complete missões, ganhe XP e desbloqueie medalhas enquanto se cura.
th: ทำภารกิจ สะสม XP และปลดล็อกเหรียญตราไปพร้อมกับการเยียวยาตัวเอง
tr: İyileşirken görevleri tamamla, XP kazan ve rozetlerin kilidini aç.

source: Complete your first daily quest
ar: أكمل مهمتك اليومية الأولى
de: Schließe deine erste Tagesaufgabe ab
es: Completa tu primera misión diaria
es_mx: Completa tu primera misión diaria
fr: Terminez votre première quête quotidienne
id: Selesaikan misi harian pertamamu
it: Completa la tua prima missione giornaliera
nl: Voltooi je eerste dagelijkse missie
pt_br: Conclua sua primeira missão diária
th: ทำภารกิจประจำวันแรกของคุณให้สำเร็จ
tr: İlk günlük görevini tamamla

source: Completed!
ar: اكتملت!
de: Abgeschlossen!
es: ¡Completado!
es_mx: ¡Completado!
fr: Terminé !
id: Selesai!
it: Completato!
nl: Voltooid!
pt_br: Concluído!
th: สำเร็จแล้ว!
tr: Tamamlandı!

source: Continue
ar: متابعة
de: Weiter
es: Continuar
es_mx: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
nl: Ga door
pt_br: Continuar
th: ดำเนินการต่อ
tr: Devam Et

source: Continue — Keep Going
ar: متابعة — واصل المسير
de: Weiter – bleib dran
es: Continuar — Sigue adelante
es_mx: Continuar — Sigue adelante
fr: Continuer — Tenez bon
id: Lanjutkan — Terus Maju
it: Continua — non mollare
nl: Ga door — hou vol
pt_br: Continuar — Siga em frente
th: ไปต่อ — สู้ต่อไป
tr: Devam Et — Vazgeçme

source: Continue your journey
ar: واصل رحلتك
de: Setze deine Reise fort
es: Continúa tu camino
es_mx: Continúa tu camino
fr: Poursuivez votre parcours
id: Lanjutkan perjalananmu
it: Prosegui il tuo percorso
nl: Zet je reis voort
pt_br: Continue sua jornada
th: เดินทางต่อไป
tr: Yolculuğuna devam et

source: Continue Your Journey
ar: واصل رحلتك
de: Setze deine Reise fort
es: Continúa tu camino
es_mx: Continúa tu camino
fr: Poursuivez votre parcours
id: Lanjutkan Perjalananmu
it: Prosegui il tuo percorso
nl: Zet je reis voort
pt_br: Continue sua jornada
th: สานต่อเส้นทางของคุณ
tr: Yolculuğuna Devam Et

source: Current Streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha actual
es_mx: Racha actual
fr: Série actuelle
id: Streak Saat Ini
it: Serie attuale
nl: Huidige reeks
pt_br: Sequência atual
th: สตรีคปัจจุบัน
tr: Mevcut Seri

source: Daily Check-In
ar: تسجيل الحالة اليومي
de: Tägliches Check-in
es: Registro diario
es_mx: Registro diario
fr: Suivi quotidien
id: Check-In Harian
it: Check-in giornaliero
nl: Dagelijkse check-in
pt_br: Registro diário
th: เช็กอินประจำวัน
tr: Günlük Ruh Hali

source: Daily encouragement reminders
ar: تذكيرات تشجيعية يومية
de: Tägliche Ermutigungs-Erinnerungen
es: Mensajes diarios de motivación
es_mx: Recordatorios diarios de motivación
fr: Rappels d’encouragement quotidiens
id: Pengingat semangat harian
it: Promemoria motivazionali giornalieri
nl: Dagelijkse bemoedigende herinneringen
pt_br: Lembretes diários de incentivo
th: การแจ้งเตือนให้กำลังใจประจำวัน
tr: Günlük cesaretlendirme hatırlatmaları

source: Daily Quests
ar: المهام اليومية
de: Tägliche Aufgaben
es: Misiones diarias
es_mx: Misiones diarias
fr: Quêtes quotidiennes
id: Misi Harian
it: Missioni giornaliere
nl: Dagelijkse missies
pt_br: Missões diárias
th: ภารกิจประจำวัน
tr: Günlük Görevler

source: Daily Reminders
ar: التذكيرات اليومية
de: Tägliche Erinnerungen
es: Recordatorios diarios
es_mx: Recordatorios diarios
fr: Rappels quotidiens
id: Pengingat Harian
it: Promemoria giornalieri
nl: Dagelijkse herinneringen
pt_br: Lembretes diários
th: การแจ้งเตือนประจำวัน
tr: Günlük Hatırlatmalar

source: day
ar: يوم
de: Tag
es: día
es_mx: día
fr: jour
id: hari
it: giorno
nl: dag
pt_br: dia
th: วัน
tr: gün

source: Day %lld
ar: اليوم %lld
de: Tag %lld
es: Día %lld
es_mx: Día %lld
fr: Jour %lld
id: Hari ke-%lld
it: Giorno %lld
nl: Dag %lld
pt_br: Dia %lld
th: วันที่ %lld
tr: %lld. Gün

source: days
ar: يوم
de: Tage
es: días
es_mx: días
fr: jours
id: hari
it: giorni
nl: dagen
pt_br: dias
th: วัน
tr: gün

source: Days Since Breakup
ar: الأيام منذ الانفصال
de: Tage seit Trennung
es: Días desde la ruptura
es_mx: Días desde la ruptura
fr: Jours depuis la rupture
id: Hari Sejak Putus
it: Giorni dalla rottura
nl: Dagen sinds breuk
pt_br: Dias desde o término
th: วันหลังเลิกกัน
tr: Ayrılıktan Beri

source: Dear %@,
ar: عزيزي %@،
de: Liebe(r) %@,
es: Querido/a %@:
es_mx: Para %@:
id: Untuk %@,
it: Caro/a %@,
nl: Lieve %@,
pt_br: Querido(a) %@,
th: ถึง %@
tr: Sevgili %@,

source: Delete
ar: حذف
de: Löschen
es: Eliminar
es_mx: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
nl: Verwijder
pt_br: Excluir
th: ลบ
tr: Sil

source: Delete All Data
ar: حذف جميع البيانات
de: Alle Daten löschen
es: Eliminar todos los datos
es_mx: Eliminar todos los datos
fr: Supprimer toutes les données
id: Hapus Semua Data
it: Elimina tutti i dati
nl: Verwijder alle gegevens
pt_br: Excluir todos os dados
th: ลบข้อมูลทั้งหมด
tr: Tüm Verileri Sil

source: Delete all data?
ar: هل تريد حذف جميع البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
es_mx: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
id: Hapus semua data?
it: Eliminare tutti i dati?
nl: Alle gegevens verwijderen?
pt_br: Excluir todos os dados?
th: ลบข้อมูลทั้งหมด?
tr: Tüm veriler silinsin mi?

source: Delete Everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
es_mx: Eliminar todo
fr: Tout supprimer
id: Hapus Semuanya
it: Elimina tutto
nl: Verwijder alles
pt_br: Excluir tudo
th: ลบทุกอย่าง
tr: Her Şeyi Sil

source: Devastated
ar: محطَّم
de: Am Boden
es: Destrozado
es_mx: Devastado
fr: Anéanti
id: Hancur
it: Distrutto
nl: Kapot
pt_br: Em pedaços
th: ใจสลาย
tr: Yıkılmış

source: Did you contact your ex today?
ar: هل تواصلت مع شريكك السابق اليوم؟
de: Hattest du heute Kontakt zu deinem Ex?
es: ¿Has contactado con tu ex hoy?
es_mx: ¿Contactaste a tu ex hoy?
fr: Avez-vous contacté votre ex aujourd’hui ?
id: Apakah kamu menghubungi mantanmu hari ini?
it: Hai contattato il tuo ex oggi?
nl: Heb je vandaag contact gehad met je ex?
pt_br: Você teve contato com seu ex hoje?
th: วันนี้คุณติดต่อแฟนเก่าหรือไม่
tr: Bugün eski sevgilinle iletişim kurdun mu?

source: e.g., I choose myself today and every day
ar: مثال: أختار نفسي اليوم وكل يوم
de: z. B. Ich wähle mich selbst, heute und jeden Tag
es: p. ej., Hoy y siempre me elijo a mí
es_mx: p. ej., Me elijo a mí hoy y todos los días
fr: ex. : je me choisis aujourd’hui et chaque jour
id: mis., Aku memilih diriku hari ini dan setiap hari
it: es. Scelgo me stesso oggi e ogni giorno
nl: bijv. Ik kies voor mezelf, vandaag en elke dag
pt_br: ex.: Eu me escolho hoje e todos os dias
th: เช่น ฉันเลือกตัวเองในวันนี้และทุกวัน
tr: ör. Bugün ve her gün kendimi seçiyorum

source: Earn badges through your healing journey
ar: اكسب الشارات خلال رحلة تعافيك
de: Verdiene Abzeichen auf deinem Weg der Heilung
es: Gana insignias a lo largo de tu camino de sanación
es_mx: Gana insignias a lo largo de tu sanación
fr: Gagnez des badges tout au long de votre guérison
id: Raih lencana sepanjang perjalanan pemulihanmu
it: Guadagna distintivi lungo il tuo percorso di guarigione
nl: Verdien badges tijdens je herstel
pt_br: Conquiste medalhas ao longo da sua jornada de cura
th: รับเหรียญตราตลอดเส้นทางการเยียวยาของคุณ
tr: İyileşme yolculuğunda rozetler kazan

source: Edit Entry
ar: تعديل التدوينة
de: Eintrag bearbeiten
es: Editar entrada
es_mx: Editar entrada
fr: Modifier l’entrée
id: Edit Catatan
it: Modifica voce
nl: Bewerk notitie
pt_br: Editar anotação
th: แก้ไขบันทึก
tr: Kaydı Düzenle

source: Ember
ar: جمرة
de: Glut
es: Brasa
es_mx: Brasa
fr: Braise
id: Bara
it: Brace
nl: Gloed
pt_br: Brasa
th: ถ่านแดง
tr: Kor

source: Emergency Sessions
ar: جلسات الطوارئ
de: Notfall-Sitzungen
es: Sesiones de emergencia
es_mx: Sesiones de emergencia
fr: Séances d’urgence
id: Sesi Darurat
it: Sessioni d'emergenza
nl: Noodsessies
pt_br: Sessões de emergência
th: เซสชันฉุกเฉิน
tr: Acil Durum Oturumları

source: Enter days (1–365)
ar: أدخل عدد الأيام (١–٣٦٥)
de: Tage eingeben (1–365)
es: Introduce los días (1–365)
es_mx: Ingresa los días (1–365)
fr: Saisissez les jours (1–365)
id: Masukkan jumlah hari (1–365)
it: Inserisci i giorni (1–365)
nl: Voer dagen in (1–365)
pt_br: Insira os dias (1–365)
th: ใส่จำนวนวัน (1–365)
tr: Gün sayısı gir (1–365)

source: Eternal Phoenix
ar: العنقاء الخالدة
de: Ewiger Phönix
es: Fénix eterno
es_mx: Fénix eterno
fr: Phénix éternel
id: Phoenix Abadi
it: Fenice eterna
nl: Eeuwige feniks
pt_br: Fênix Eterna
th: ฟีนิกซ์นิรันดร์
tr: Ölümsüz Anka

source: Evening check: You stayed strong today.
ar: مراجعة المساء: بقيت قويًا اليوم.
de: Abend-Check: Du bist heute stark geblieben.
es: Registro de la tarde: hoy te has mantenido fuerte.
es_mx: Registro nocturno: Hoy te mantuviste fuerte.
fr: Bilan du soir : vous avez tenu bon aujourd’hui.
id: Cek malam: Kamu tetap kuat hari ini.
it: Controllo serale: oggi sei rimasto forte.
nl: Avondcheck: je bent vandaag sterk gebleven.
pt_br: Check-in noturno: você se manteve forte hoje.
th: เช็กช่วงเย็น: วันนี้คุณเข้มแข็งได้ตลอดทั้งวัน
tr: Akşam kontrolü: Bugün güçlü kaldın.

source: Evenings
ar: فترات المساء
de: Abends
es: Noches
es_mx: Noches
fr: Soirées
id: Malam hari
it: Sere
nl: Avonden
pt_br: Noites
th: ช่วงเย็น
tr: Akşamları
